{
  "wave": "Wave",
  "enemiesDefeated": "Educated Lefties",
  "play": "Play",
  "lions": "Lions",
  "youHaveBeenDefeated": "You have been defeated",
  "defeatByInflation": "Inflation has destroyed everything, you have been defeated",
  "language": "Select a language",
  "continue": "Continue",
  "abandon": "Abandon",
  "loading": "Loading",
  "level": "Level",
  "levels": "Levels",
  "perLevel": "per level",
  "others": "Others",
  "controls": "Controls",
  "movement": "Movement",
  "shoot": "Shoot",
  "character": "Character",
  "damage": "Damage",
  "skills": "Skills",
  "availablePoints": "Available points",
  "availableSkillPoints": "available skill points.",
  "characterDescription": "The more leftists decide to start working thanks to Milei, he will gain experience and {COIN_TEXT} that he can use to improve his skills and buy items that help him on his path towards the liberation of Argentina.",
  "requiresLevel": "Requires level",
  "selected": "Selected",
  "select": "Select",
  "buy": "Buy",
  "resetCharacter": "Reset character",
  "resetCharacterD": "Are you sure? Your character will be reset to level 1 and you will lose all progress.",
  "resetSkillPoints": "Reset skill points",
  "resetSkillPointsD": "Your skill points will be reset and you will be able to redistribute them.",
  "yes": "Yes",
  "no": "No",
  "lions-title": "Thank You, Lions!",
  "lions-description": "In gratitude to all the Lions who contributed to the project, in this section their names will appear along with the number of times they donated.",

  "intro-1": "A NEW HOPE",
  "intro-2": "Legend has it that the Argentine Central Bank has been issuing infernal amounts of counterfeit paper called peso since the beginning of time.",
  "intro-3": "This has destroyed the Argentine economy and, more importantly, demotivated the spirit of Argentine libertarians.",
  "intro-4": "However, even though the situation is getting worse, a new hope shines...",
  "intro-5": "A legend says that from among all libertarians, a chosen one will emerge:",
  "intro-6": "THE SUPER LIBERTARIAN, who will put an end to the Central Bank and its uncontrolled issuance.",

  "config-title": "Settings",
  "config-joystickScale": "Joystick Size (touch devices)",
  "config-muteSounds": "Mute sounds (not recommended)",
  "config-muteMusic": "Mute music",
  "config-showPlayerHPBar": "Show player HP bar",

  "levels-menu-1": "Help Javier Milei advance towards freedom by defeating the leftists that stand in his way! (Swipe down to see the levels)",

  "alberso-title": "Alberso",
  "alberso-description": "Alberso is standing in Milei's path! Defeat him and his minions to ADVANCE TOWARDS FREEDOM!",
  "alberso-winMessage": "You defeated Alberso!",

  "larrata-title": "Larrata",
  "larrata-description": "Alberso was defeated, but... The Sombrilla infiltrator Larrata appeared to sabotage Milei!",
  "larrata-winMessage": "You defeated Larrata!",

  "bullshit-title": "Bullshit",
  "bullshit-description": "The Reptiloid Larrata called upon one of his best allies, Patricia Bullshit, who specializes in deceiving and manipulating the Heavenly Forces, especially the Mabeles, in order to later destroy them. It is also said that she is accompanied by her pet: The Bulldog. The duty of the Lion is to stop her before the freedom fighters go astray.",
  "bullshit-winMessage": "You defeated Bullshit!",

  "masgloton-title": "Masgloton",
  "masgloton-description": "Before being defeated, the reptile Larrata allied with Masgloton, an old ally, and now he insists that pesos are the solution!",
  "masgloton-winMessage": "You defeated Masgloton!",

  "crisistina-title": "Crisistina",
  "crisistina-description": "Alberso and Larrata were no match for The Lion, but... there's still the Goddess of Destruction left: Crisistina.\nThe legend says that only The Super Libertarian can defeat her, is Milei up to the challenge?",
  "crisistina-winMessage": "You defeated Crisistina!",

  "gabois-title": "Gabois",
  "gabois-description": "Javier and his lions have made great strides towards freedom by defeating old enemies. But it seems that now, as freedom is slowly blossoming, a horde of evil minions approaches to prevent it.",
  "gabois-winMessage": "You defeated Gabois!",

  "december-is-far-away-title": "December Is Far Away",
  "december-is-far-away-description": "The Lion achieved a tremendous result in August, but December is still far away, and the ENTIRE Cast is conspiring to bring him and his lions down.",
  "december-is-far-away-winMessage": "You defeated the Cast!",

  "central-bank-title": "Central Bank",
  "central-bank-description": "Although the enemies of freedom have been defeated, their creator who makes all this possible still exists: The Central Bank.\nThe battle will be tough, but necessary.",
  "central-bank-winMessage": "You defeated the Central Bank!",
  "central-bank-intro": "The Central Bank has started printing money to save the enemies of freedom, punishing everyone's savings. If inflation reaches {MAX_INFLATION}%, we are doomed!",
  "central-bank-workers": "Fed up with inflation, the workers have come to help Milei!",

  "alien-title": "Castis Burocratis",
  "alien-description": "Everything seemed to have ended, inflation in Argentina returned to 0% as in the golden times, and freedom triumphed, until the Emperor of the International Caste appeared: Castis Burocratis.\n\nThis intergalactic pandimensional being will try to stop the advance of freedom at all costs. It is your duty to stop him!",
  "alien-winMessage": "You defeated Castis Burocratis!",
  "alien-heavenForces": "The Heavenly Forces have come to help Milei!",

  "luladrao-title": "Luladrão",
  "luladrao-description": "Once Argentina was liberated, Milei decided it was time to end oppression in neighboring countries. The people of Brazil needed Javier's help, so he decided to head there.",
  "luladrao-winMessage": "You defeated Luladrão!",

  "survival-title": "Survival Mode",
  "survival-description": "In this game mode, you will be endlessly educating leftists. It's ideal for leveling up Milei.",

  "zurdo-title": "Leftist Mode",
  "zurdo-description": "POV: You're a leftist trying to stop freedom.",

  "stoic-title": "Stoic Mode",
  "stoic-description": "Milei knows that a man's greatest rival is himself. Therefore, in this stoic training mode, he will attempt to surpass himself by fighting against his clone. If he manages to defeat it, he will gain {STOIC_EXP_PERCENTAGE}% of his total experience.",
  "stoic-winMessage": "You defeated your clone!",

  "villarruel-title": "Villarruel",
  "villarruel-description": "The left-handed are attacking, but this time it's not the Lion, it's the Iron Lady Villarruel. Your duty is to protect her!",
  "villarruel-winMessage": "You defended the Iron Lady!",

  "skill-despertar-leones": "Awaken Lions",
  "skill-despertar-leonesD": "(Q) Milei awakens the Libertarian Lions to assist him in the fight for freedom. (+{SKILL_LION_BASE_HP} HP and +{SKILL_LION_BASE_DMG} attack per point)",
  "skill-libertad-avanza": "Freedom Advances",
  "skill-libertad-avanzaD": "(E) Milei gains great speed, useful for approaching or escaping from the enemy. Additionally, he heals a bit. (+50 HP per point)",
  "skill-zurdos-tiemblen": "Lefties Tremble",
  "skill-zurdos-tiemblenD": "(R) Milei makes all present lefties tremble, slowing them down and dealing them some damage. (+35 damage per point)",
  "skill-milei-porquenotevas": "Why Don't You Leave?",
  "skill-milei-porquenotevasD": "(F) Milei politely asks his enemies if they can leave. (+20 damage and +300ms push per point)",
  "skill-libertarian-shield": "Libertarian Shield",
  "skill-libertarian-shieldD": "(T) Generates a shield of liberty that causes all left projectiles to be reflected back at themselves.",
  "skill-multiple-shot": "Multiple Shovel",
  "skill-multiple-shotD": "(Passive) Sometimes, a single shovel is not enough. (+1 projectile per point)",
  "skill-liberator-book": "Liberating Book",
  "skill-liberator-bookD": "(Passive) Milei possesses so much knowledge that it automatically detaches from him in the form of a book, educating the nearest enemy. Additionally, if the lefty happens to be educated, they will transform into a worker who assists Javier. (+{SKILL_BOOK_BASE_DMG} damage per point every 18 seconds)",
  "skill-palaboom": "Palaboom",
  "skill-palaboomD": "(Passive) Each shovel thrown by Milei has a chance to explode due to the excess of freedom it holds. The explosion deals the same damage as the shovel, and the fire damage is also the same. (+1% chance per point)",
  "skill-buni": "The Buni",
  "skill-buniD": "(Passive) Lefties taxed the STIM games so much that they annoyed Buni, and now he will help the Lion in the fight for freedom. Each point adds Milei's HP and base damage.",

  "item-suit": "Suit",
  "item-suitD": "Milei's classic suit.",
  "item-leather-jacket": "Leather Jacket",
  "item-leather-jacketD": "The leather jacket protects Javier from communism, providing the following attributes: +100% HP, +3 speed.",
  "item-libertarian-armor": "Libertarian Armor",
  "item-libertarian-armorD": "The libertarian armor is so powerful that it grants Milei the following: +200% HP, +5 speed, x2 skill points.",
  "item-divine-armor": "Divine Armor",
  "item-divine-armorD": "The gods and the Forces of Heaven only offer this armor to mortals destined to free the world from evil: +300% HP, +7 speed, x3 skill points.",
  "item-libertarian-staff-normal": "Liberator Staff",
  "item-libertarian-staff-normalD": "The liberator staff shoots shovels at lefties with the intention of making them work. (+35 damage)",
  "item-libertarian-staff-gold": "Liberator Staff of the Gold Standard",
  "item-libertarian-staff-goldD": "Gold is a heavy, valuable metal. This staff follows the gold standard and coats your shovels in gold, making lefties twice as eager to work. (+70 damage)",
  "item-libertarian-staff-fire": "Liberator Staff of Fire",
  "item-libertarian-staff-fireD": "This staff carries the flame of freedom, illuminating all of Javier's adversaries. (+80 fire damage)",
  "item-libertarian-staff-ice": "Liberator Staff of Ice",
  "item-libertarian-staff-iceD": "This staff can freeze inflation and the enemies of freedom. (+50 damage and slows for 3 seconds)",
  "item-divine-staff": "Divine Staff",
  "item-divine-staffD": "The divine staff, offered by the Forces of Heaven, will rid this world of evil. (+160 damage and pushes enemies)"
}
