{
  "wave": "Oleada",
  "enemiesDefeated": "Zurdos educados",
  "play": "Jugar",
  "lions": "Leones",
  "youHaveBeenDefeated": "Has sido derrotado",
  "defeatByInflation": "La inflación destruyó todo, has sido derrotado",
  "language": "Selecciona un idioma",
  "continue": "Continuar",
  "abandon": "Abandonar",
  "loading": "Cargando",
  "level": "Nivel",
  "levels": "Niveles",
  "perLevel": "por nivel",
  "others": "Otros",
  "controls": "Controles",
  "movement": "Movimiento",
  "shoot": "Disparar",
  "character": "Personaje",
  "damage": "Daño",
  "skills": "Habilidades",
  "availablePoints": "Puntos disponibles",
  "availableSkillPoints": "puntos de habilidad disponibles.",
  "characterDescription": "Cuantos más zurdos decidan empezar a trabajar gracias a Milei este ganará experiencia y {COIN_TEXT} los cuales podrá usar para mejorar sus habilidades y comprar objetos que lo ayuden en su camino hacia la liberación de Argentina.",
  "requiresLevel": "Requiere nivel",
  "selected": "Seleccionado",
  "select": "Seleccionar",
  "buy": "Comprar",
  "resetCharacter": "Resetear personaje",
  "resetCharacterD": "Estás seguro? Tu personaje volvería al nivel 1 y perderías todos los avances.",
  "resetSkillPoints": "Resetear puntos de habilidad",
  "resetSkillPointsD": "Tus puntos de habilidad serán reseteados y los vas a poder volver a distribuir.",
  "yes": "Sí",
  "no": "No",
  "lions-title": "¡Gracias, Leones!",
  "lions-description": "En agradecimiento a todos los Leones que aportaron al proyecto, en esta sección aparecerán sus nombres junto a la cantidad de veces que donaron.",

  "intro-1": "UNA NUEVA ESPERANZA",
  "intro-2": "Cuenta la leyenda que el Banco Central Argentino ha estado emitiendo cantidades infernales de un papel falsificado llamado peso desde el comienzo de los tiempos.",
  "intro-3": "Esto ha destruido la economía argentina y, más grave aún, ha desmotivado el espíritu de los libertarios argentinos.",
  "intro-4": "Sin embargo, pese a que la situación es cada vez más grave, brilla una nueva esperanza...",
  "intro-5": "Una leyenda dice que de entre todos los libertarios emergerá un elegido:",
  "intro-6": "EL SUPER LIBERTARIAN, el cual le pondrá fin al Banco Central y su emisión descontrolada.",

  "config-title": "Configuración",
  "config-joystickScale": "Tamaño de los joysticks (dispositivos táctiles)",
  "config-muteSounds": "Silenciar sonidos (no recomendado)",
  "config-muteMusic": "Silenciar música",
  "config-showPlayerHPBar": "Mostrar barra de hp sobre el jugador",

  "levels-menu-1": "¡Ayudá a Javier Milei a avanzar hacia la libertad derrotando a los zurdos que se le interponen! (Desliza hacia abajo para ver los niveles)",

  "alberso-title": "Alberso",
  "alberso-description": "¡Alberso se está interponiendo en el camino de Milei! Derrotalo a él y a sus esbirros para poder AVANZAR HACIA LA LIBERTAD!",
  "alberso-winMessage": "¡Derrotaste a Alberso!",

  "larrata-title": "Larrata",
  "larrata-description": "Alberso fue derrotado pero... ¡El infiltrado de Sombrilla Larrata apareció para sabotear a Milei!",
  "larrata-winMessage": "¡Derrotaste a Larrata!",

  "bullshit-title": "Bullshit",
  "bullshit-description": "El Reptiloide Larrata llamó a una de sus mejores aliadas, Patricia Bullshit, la cual se especializa en engañar y manipular a Las Fuerzas del Cielo, sobre todo a las Mabeles, para así después destruirlas. Además, se dice que la acompaña su mascota: El Bulldog. El deber del León es detenerla antes de que los guerreros de la libertad vayan por el camino equivocado.",
  "bullshit-winMessage": "¡Derrotaste a Bullshit!",

  "masgloton-title": "Masgloton",
  "masgloton-description": "Antes de ser derrotado, el reptil Larrata valijeó a Masgloton, un antiguo aliado, y ahora insiste en que los pesos son la solución!",
  "masgloton-winMessage": "¡Derrotaste a Masgloton!",

  "crisistina-title": "Crisistina",
  "crisistina-description": "Alberso y Larrata no fueron rivales para El León, pero... todavía falta La Diosa de la Destrucción: Crisistina.\nLa leyenda dice que sólo El Super Libertarian puede derrotarla, ¿estará Milei a la altura?",
  "crisistina-winMessage": "¡Derrotaste a Crisistina!",

  "gabois-title": "Gabois",
  "gabois-description": "Javier y sus leones han logrado un gran avance hacia la libertad derrotando a los viejos enemigos. Pero parece que ahora, cuando la libertad poco a poco está floreciendo, una horda de esbirros del mal se aproxima para evitarlo.",
  "gabois-winMessage": "¡Derrotaste a Gabois!",

  "central-bank-title": "Banco Central",
  "central-bank-description": "A pesar de que los enemigos de la libertad fueron derrotados, todavía sigue vigente su creador que hace todo esto posible: El Banco Central.\nLa batalla será dura, pero necesaria.",
  "central-bank-winMessage": "¡Derrotaste al Banco Central!",
  "central-bank-intro": "El Banco Central ha comenzado a imprimir para salvar a los enemigos de la libertad castigando el ahorro de todos. ¡Si la inflación llega al {MAX_INFLATION}% estamos perdidos!",
  "central-bank-workers": "Hartos de la inflación, los trabajadores han venido a ayudar a Milei!",

  "alien-title": "Castis Burocratis",
  "alien-description": "Todo parecía haber terminado, la inflación en Argentina volvió al 0% como en los tiempos dorados y la libertad triunfó, hasta que el Emperador de la Casta Internacional apareció: Castis Burocratis.\n\nEste ser pandimensional intergaláctico intentará frenar el avance de la libertad a toda costa. Es tu deber detenerlo!",
  "alien-winMessage": "¡Derrotaste a Castis Burocratis!",
  "alien-heavenForces": "Las Fuerzas del Cielo han venido a ayudar a Milei!",

  "luladrao-title": "Luladrão",
  "luladrao-description": "Una vez liberada Argentina, Milei decidió que era hora de terminar con la opresión en los países vecinos. Los habitantes de Brasil necesitaban la ayuda de Javier así que decidió emprender rumbo hacia allá.",
  "luladrao-winMessage": "¡Derrotaste a Luladrão!",

  "survival-title": "Modo supervivencia",
  "survival-description": "En este modo de juego estarás educando a los zurdos infinitamente. Es ideal para levelear a Milei.",

  "zurdo-title": "Modo zurdo",
  "zurdo-description": "POV: sos un zurdo tratando de detener la libertad.",

  "stoic-title": "Modo estoico",
  "stoic-description": "Milei sabe que el mayor rival de un hombre es él mismo. Por eso, en este modo de entrenamiento estoico intentará autosuperarse luchando contra su clon. Si logra derrotarlo, ganará el {STOIC_EXP_PERCENTAGE}% de su experiencia total.",
  "stoic-winMessage": "¡Derrotaste a tu clon!",

  "skill-despertar-leones": "Despertar leones",
  "skill-despertar-leonesD": "(Q) Milei despierta a los Leones Libertarios para que lo ayuden en la lucha por la libertad. (+{SKILL_LION_BASE_HP} hp y +{SKILL_LION_BASE_DMG} ataque por punto)",
  "skill-libertad-avanza": "Libertad avanza",
  "skill-libertad-avanzaD": "(E) Milei consigue una gran velocidad, útil para acercarse o escapar del enemigo. Además, se cura un poco. (+50 hp por punto)",
  "skill-zurdos-tiemblen": "Zurdos tiemblen",
  "skill-zurdos-tiemblenD": "(R) Milei hace temblar a todos los zurdos presentes, ralentizándolos y haciéndoles un poco de daño. (+35 daño por punto)",
  "skill-milei-porquenotevas": "Por qué no te vas?",
  "skill-milei-porquenotevasD": "(F) Milei preguntará gentilmente a sus enemigos si se pueden ir. (+20 daño y +300ms de empuje por punto)",
  "skill-libertarian-shield": "Escudo libertario",
  "skill-libertarian-shieldD": "(T) Genera un escudo de libertad el cual logra que todos los proyectiles zurdos sean reflejados hacia ellos mismos.",
  "skill-multiple-shot": "Pala múltiple",
  "skill-multiple-shotD": "(Pasiva) Hay veces en la que una sola pala no es suficiente. (+1 proyectil por punto)",
  "skill-liberator-book": "Libro liberador",
  "skill-liberator-bookD": "(Pasiva) Milei posee tantos conocimientos que se desprenden de él automáticamente en forma de libro educando al enemigo más cercano. Además, si el zurdo resulta ser educado se transformará en un trabajador que ayudará a Javier. (+{SKILL_BOOK_BASE_DMG} daño por punto cada 18 segundos)",
  "skill-palaboom": "Palaboom",
  "skill-palaboomD": "(Pasiva) Cada pala que lance Milei tendrá una chance de explotar debido al exceso de libertad que esta posee. La explosión hará el mismo daño que la pala y el daño de fuego también será el mismo. (+1% de chances por punto)",

  "item-suit": "Traje",
  "item-suitD": "El traje de Milei de toda la vida.",
  "item-leather-jacket": "Chaqueta de cuero",
  "item-leather-jacketD": "La chaqueta de cuero protegerá a Javier del comunismo dándonle los siguientes atributos: +100% hp, +3 velocidad.",
  "item-libertarian-armor": "Armadura libertaria",
  "item-libertarian-armorD": "La armadura libertaria es tan poderosa que le brindará a Milei lo siguiente: +200% hp, +5 velocidad, x2 a los puntos de habilidad.",
  "item-divine-armor": "Armadura divina",
  "item-divine-armorD": "Los dioses y las Fuerzas del Cielo sólo ofrecen esta armadura a los mortales que estén destinados a liberar el mundo de la maldad: +300% hp, +7 velocidad, x3 a los puntos de habilidad.",
  "item-libertarian-staff-normal": "Cetro libertador",
  "item-libertarian-staff-normalD": "El cetro libertador le dispara palas a los zurdos con la intención de mandarlos a laburar. (+35 daño)",
  "item-libertarian-staff-gold": "Cetro libertador del patrón oro",
  "item-libertarian-staff-goldD": "El oro es un metal pesado, valioso. Este cetro sigue el patrón oro y teñirá tus palas de oro haciendo que los zurdos tengan el doble de ganas de trabajar. (+70 daño)",
  "item-libertarian-staff-fire": "Cetro libertador de fuego",
  "item-libertarian-staff-fireD": "Este cetro recibe la llama de la libertad, haciendo que ilumine a todos los rivales de Javier. (+80 daño de fuego)",
  "item-libertarian-staff-ice": "Cetro libertador de hielo",
  "item-libertarian-staff-iceD": "Este cetro puede congelar la inflación y a los enemigos de la libertad. (+50 daño y ralentiza por 3 segundos)",
  "item-divine-staff": "Cetro divino",
  "item-divine-staffD": "El cetro divino, ofrecido por las Fuerzas del Cielo, librará este mundo de la maldad. (+160 daño y empuja a los enemigos)"
}
