{
  "wave": "Onda",
  "enemiesDefeated": "Canhotos educados",
  "play": "Jogar",
  "lions": "Leões",
  "youHaveBeenDefeated": "Você foi derrotado",
  "defeatByInflation": "A inflação destruiu tudo, você foi derrotado",
  "language": "Selecione um idioma",
  "continue": "Continuar",
  "abandon": "Abandonar",
  "loading": "Carregando",
  "level": "Nível",
  "levels": "Níveis",
  "perLevel": "por nível",
  "others": "Outros",
  "controls": "Controles",
  "movement": "Movimento",
  "shoot": "Atirar",
  "character": "Personagem",
  "damage": "Daño",
  "skills": "Habilidades",
  "availablePoints": "Puntos disponibles",
  "availableSkillPoints": "pontos de habilidade disponíveis.",
  "characterDescription": "Quanto mais esquerdistas decidirem começar a trabalhar graças a Milei, ele ganhará experiência e {COIN_TEXT}, que poderá usar para melhorar suas habilidades e comprar objetos que o ajudem em seu caminho rumo à libertação da Argentina.",
  "requiresLevel": "Requer nível",
  "selected": "Selecionado",
  "select": "Selecionar",
  "buy": "Comprar",
  "resetCharacter": "Redefinir personagem",
  "resetCharacterD": "Tem certeza? Seu personagem voltará para o nível 1 e você perderá todo o progresso.",
  "resetSkillPoints": "Redefinir pontos de habilidade",
  "resetSkillPointsD": "Seus pontos de habilidade serão redefinidos e você poderá distribuí-los novamente.",
  "yes": "Sim",
  "no": "Não",
  "lions-title": "Obrigado, Leões!",
  "lions-description": "Em agradecimento a todos os Leões que contribuíram para o projeto, nesta seção aparecerão seus nomes juntamente com a quantidade de vezes que doaram.",

  "intro-1": "UMA NOVA ESPERANÇA",
  "intro-2": "Conta a lenda que o Banco Central Argentino tem emitido quantidades infernais de uma moeda falsa chamada peso desde o início dos tempos.",
  "intro-3": "Isso destruiu a economia argentina e, mais grave ainda, desmotivou o espírito dos libertários argentinos.",
  "intro-4": "No entanto, apesar da situação estar cada vez pior, surge uma nova esperança...",
  "intro-5": "Uma lenda diz que entre todos os libertários surgirá um escolhido:",
  "intro-6": "O SUPER LIBERTARIANO, que acabará com o Banco Central e sua emissão descontrolada.",

  "config-title": "Configuração",
  "config-joystickScale": "Tamanho dos joysticks (dispositivos de toque)",
  "config-muteSounds": "Silenciar sons (não recomendado)",
  "config-muteMusic": "Silenciar música",
  "config-showPlayerHPBar": "Mostrar barra de HP sobre o jogador",

  "levels-menu-1": "Ajude Javier Milei a avançar em direção à liberdade derrotando os esquerdistas que estão em seu caminho! (Deslize para baixo para ver os níveis)",

  "alberso-title": "Alberso",
  "alberso-description": "Alberso está atrapalhando o caminho de Milei! Derrote-o e seus capangas para poder AVANÇAR PARA A LIBERDADE!",
  "alberso-winMessage": "Você derrotou Alberso!",

  "larrata-title": "Larrata",
  "larrata-description": "Alberso foi derrotado, mas... O infiltrado da Sombrilla Larrata apareceu para sabotar Milei!",
  "larrata-winMessage": "Você derrotou Larrata!",

  "bullshit-title": "Bullshit",
  "bullshit-description": "O Reptiloide Larrata convocou uma de suas melhores aliadas, Patricia Bullshit, que é especializada em enganar e manipular as Forças Celestiais, especialmente as Mabeles, para então destruí-las. Além disso, dizem que ela é acompanhada por sua mascote: O Bulldog. O dever do Leão é detê-la antes que os guerreiros da liberdade sigam pelo caminho errado.",
  "bullshit-winMessage": "Você derrotou a Bullshit!",

  "masgloton-title": "Masgloton",
  "masgloton-description": "Antes de ser derrotado, o réptil Larrata fez um acordo com Masgloton, um antigo aliado, e agora ele insiste que os pesos são a solução!",
  "masgloton-winMessage": "Você derrotou Masgloton!",

  "crisistina-title": "Crisistina",
  "crisistina-description": "Alberso e Larrata não foram rivais para O Leão, mas... ainda falta A Deusa da Destruição: Crisistina.\nA lenda diz que apenas O Super Libertariano pode derrotá-la, Milei estará à altura?",
  "crisistina-winMessage": "Você derrotou Crisistina!",

  "gabois-title": "Gabois",
  "gabois-description": "Javier e seus leões tiveram um grande avanço em direção à liberdade derrotando os velhos inimigos. Mas parece que agora, quando a liberdade está florescendo aos poucos, uma horda de capangas do mal se aproxima para impedir.",
  "gabois-winMessage": "Você derrotou Gabois!",

  "december-is-far-away-title": "Dezembro está longe",
  "december-is-far-away-description": "O Leão obteve um resultado grandioso em agosto, mas dezembro ainda está distante e TODA a Casta está conspirando para derrubá-lo a ele e aos seus leões.",
  "december-is-far-away-winMessage": "Você derrotou a Casta!",

  "central-bank-title": "Banco Central",
  "central-bank-description": "Apesar dos inimigos da liberdade terem sido derrotados, seu criador ainda está em atividade, tornando tudo isso possível: O Banco Central.\nA batalha será difícil, mas necessária.",
  "central-bank-winMessage": "Você derrotou o Banco Central!",
  "central-bank-intro": "O Banco Central começou a imprimir dinheiro para salvar os inimigos da liberdade, penalizando a poupança de todos. Se a inflação chegar a {MAX_INFLATION}%, estamos perdidos!",
  "central-bank-workers": "Cansados da inflação, os trabalhadores vieram ajudar Milei!",

  "alien-title": "Castis Burocratis",
  "alien-description": "Tudo parecia ter acabado, a inflação na Argentina voltou a 0% como nos tempos dourados e a liberdade triunfou, até que o Imperador da Casta Internacional apareceu: Castis Burocratis.\n\nEsse ser pandimensional intergaláctico tentará deter o avanço da liberdade a todo custo. É seu dever detê-lo!",
  "alien-winMessage": "Você derrotou Castis Burocratis!",
  "alien-heavenForces": "As Forças Celestiais vieram ajudar Milei!",

  "luladrao-title": "Luladrão",
  "luladrao-description": "Uma vez que a Argentina foi libertada, Milei decidiu que era hora de acabar com a opressão nos países vizinhos. Os habitantes do Brasil precisavam da ajuda de Javier, então ele decidiu seguir em frente.",
  "luladrao-winMessage": "Você derrotou Luladrão!",

  "survival-title": "Modo sobrevivência",
  "survival-description": "Neste modo de jogo, você estará educando os esquerdistas infinitamente. É ideal para aumentar o nível de Milei.",

  "zurdo-title": "Modo esquerdista",
  "zurdo-description": "POV: você é um esquerdista tentando deter a liberdade.",

  "stoic-title": "Modo estoico",
  "stoic-description": "Milei sabe que o maior adversário de um homem é ele mesmo. Por isso, neste modo de treinamento estoico, ele tentará se superar lutando contra seu clone. Se conseguir derrotá-lo, ganhará {STOIC_EXP_PERCENTAGE}% de sua experiência total.",
  "stoic-winMessage": "Você derrotou o seu clone!",

  "villarruel-title": "Villarruel",
  "villarruel-description": "Os canhotos estão atacando, mas desta vez não é o Leão, é a Dama de Ferro Villarruel. Sua missão é protegê-la!",
  "villarruel-winMessage": "Você defendeu a Dama de Ferro!",

  "skill-despertar-leones": "Despertar leões",
  "skill-despertar-leonesD": "(Q) Milei desperta os Leões Libertários para ajudá-lo na luta pela liberdade. (+{SKILL_LION_BASE_HP} de vida e +{SKILL_LION_BASE_DMG} de ataque por ponto)",
  "skill-libertad-avanza": "Libertad avança",
  "skill-libertad-avanzaD": "(E) Milei ganha uma grande velocidade, útil para se aproximar ou escapar do inimigo. Além disso, ele se cura um pouco. (+50 de vida por ponto)",
  "skill-zurdos-tiemblen": "Zurdos tremam",
  "skill-zurdos-tiemblenD": "(R) Milei faz todos os canhotos presentes tremerem, diminuindo sua velocidade e causando um pouco de dano a eles. (+35 de dano por ponto)",
  "skill-milei-porquenotevas": "Por que você não vai embora?",
  "skill-milei-porquenotevasD": "(F) Milei perguntará gentilmente aos seus inimigos se eles podem ir embora. (+20 de dano e +300ms de empurrão por ponto)",
  "skill-libertarian-shield": "Escudo libertário",
  "skill-libertarian-shieldD": "(T) Gera um escudo de liberdade que faz com que todos os projéteis canhotos sejam refletidos de volta para eles.",
  "skill-multiple-shot": "Tiro múltiplo",
  "skill-multiple-shotD": "(Passiva) Às vezes, uma única pá não é suficiente. (+1 projétil por ponto)",
  "skill-liberator-book": "Livro libertador",
  "skill-liberator-bookD": "(Passiva) Milei possui tanto conhecimento que ele o desprende automaticamente na forma de um livro, educando o inimigo mais próximo. Além disso, se o canhoto for educado, ele se transformará em um trabalhador que ajudará Javier. (+{SKILL_BOOK_BASE_DMG} de dano por ponto a cada 18 segundos)",
  "skill-palaboom": "Palaboom",
  "skill-palaboomD": "(Passiva) Cada pá lançada por Milei tem uma chance de explodir devido ao excesso de liberdade que ela possui. A explosão causa o mesmo dano da pá e também causa dano de fogo. (+1% de chance por ponto)",
  "skill-buni": "O Buni",
  "skill-buniD": "(Passiva) Os esquerdistas taxaram tanto os joguinhos de STIM que deixaram o Buni irritado e agora ele vai ajudar o Leão na luta pela liberdade. Cada ponto adiciona o HP e o dano base do Milei.",

  "item-suit": "Traje",
  "item-suitD": "O traje clássico de Milei.",
  "item-leather-jacket": "Jaqueta de couro",
  "item-leather-jacketD": "A jaqueta de couro protegerá Javier do comunismo, proporcionando os seguintes atributos: +100% de vida, +3 de velocidade.",
  "item-libertarian-armor": "Armadura libertária",
  "item-libertarian-armorD": "A armadura libertária é tão poderosa que concederá a Milei o seguinte: +200% de vida, +5 de velocidade, multiplicação por 2 nos pontos de habilidade.",
  "item-divine-armor": "Armadura divina",
  "item-divine-armorD": "Os deuses e as Forças Celestiais concedem essa armadura apenas aos mortais destinados a libertar o mundo do mal: +300% de vida, +7 de velocidade, multiplicação por 3 nos pontos de habilidade.",
  "item-libertarian-staff-normal": "Cetro libertador",
  "item-libertarian-staff-normalD": "O cetro libertador dispara pás nos canhotos com a intenção de mandá-los trabalhar. (+35 de dano)",
  "item-libertarian-staff-gold": "Cetro libertador do padrão ouro",
  "item-libertarian-staff-goldD": "O ouro é um metal pesado e valioso. Este cetro segue o padrão ouro e cobre as pás com ouro, fazendo com que os canhotos tenham o dobro de vontade de trabalhar. (+70 de dano)",
  "item-libertarian-staff-fire": "Cetro libertador de fogo",
  "item-libertarian-staff-fireD": "Este cetro é envolto pela chama da liberdade, iluminando todos os adversários de Javier. (+80 de dano de fogo)",
  "item-libertarian-staff-ice": "Cetro libertador de gelo",
  "item-libertarian-staff-iceD": "Este cetro pode congelar a inflação e os inimigos da liberdade. (+50 de dano e desacelera por 3 segundos)",
  "item-divine-staff": "Cetro divino",
  "item-divine-staffD": "O cetro divino, oferecido pelas Forças Celestiais, libertará este mundo do mal. (+160 de dano e empurra os inimigos)"
}
